Repository: K-AM-US/GOW
Catalog: GOW/*.lproj/Localizable.strings
Languages: sv

# menu.option.videogames
source: Video game
sv: Videospel

# menu.option.weapons
source: Weapons
sv: Vapen

# menu.option.characters
source: Characters
sv: Karaktär

# menu.option.merchandise
source: Merchandise
sv: Handelsvaror

# weapon.name.m1lancer
source: Mark 1 Lancer Assault Rifle
sv: Mark 1 Lancer Automatkarbin

# weapon.name.m2lancer
source: Mark 2 Lancer Assault Rifle
sv: Mark 2 Lancer Automatkarbin

# weapon.name.longshot
source: Longshot Sniper Rifle
sv: Longshot Prickskyttegevär

# weapon.name.pistol
source: MX8 Snub Pistol
sv: MX8 snubbpistol

# weapon.description.m1lancer
source: Dubbed the Retro Lancer during the Lambent Pandemic, was the predecessor to the Mark 2 Lancer Assault Rifle. Formerly the main assault rifle of the Coalition of Ordered Governments Army, the Mark 1 Assault Rifle was used throughout the Pendulum War.
sv: Dubbad Retro Lancer under Lambent Pandemic, var föregångaren till Mark 2 Lancer Assault Rifle. Tidigare det huvudsakliga geväret för Coalition of Ordered Governments Army, Mark 1 Assault Rifle användes under pendelkriget.

# weapon.description.m2lancer
source: An upgrade to the Mark 1 Lancer Assault Rifle, produced with a chainsaw bayonet, increased accuracy, lower recoil, and larger ammunition carrying capacity but less firepower compared to its predecessor.
sv: En uppgradering till Mark 1 Lancer Assault Rifle, producerad med en motorsågsbajonett, ökad noggrannhet, lägre rekyl och större ammunitionskapacitet men mindre eldkraft jämfört med föregångaren.

# weapon.description.longshot
source: Was a high-caliber, single-shot, bolt-action sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was used even seventeen years after Emergence Day.
sv: Var ett högkaliber, enskotts, bultverkande prickskyttegevär. Skapat av koalitionen av beordrade regeringar under pendelkrigen, användes Longshot även sjutton år efter Emergence Day.

# weapon.description.hammer
source: The Hammer of Dawn was a COG Imulsion-energized, orbital, satellite-based laser. Its key components were invented by the UIR scientist Mauris Ivo and completed by professor Adam Fenix after it was stolen during Operation: Leveler.
sv: The Hammer of Dawn var en COG Imulsion-energiserad, orbital, satellitbaserad laser. Dess nyckelkomponenter uppfanns av UIR-forskaren Mauris Ivo och kompletterades av professor Adam Fenix ​​efter att den stals under Operation: Leveler.

# weapon.description.pistol
source: Was the standard sidearm for Coalition of Ordered Governments armed forces personnel
sv: Var standard sidovapen för Coalition of Ordered Governments väpnade styrkor personal

# weapon.name.boomshot
source: Boomshot Grenade Launcher
sv: Boomshot granatkastare

# weapon.name.bolo
source: Bolo Grenade
sv: Bolo granat

# weapon.description.boomshot
source: Was a single-shot, pump-action grenade launcher designed and used primarily by Locust, specifically the Boomer.
sv: Var en enskjuts, pump-action granatkastare designad och användes främst av Locust, närmare bestämt Boomer.

# weapon.description.hammerburst
source: was the Locust standard-issue, high-powered assault rifle. It is often referred to as the Locust counterpart to the COG Lancer Assault Rifle.
sv: Var Locust standardutgåva, kraftfullt automatgevär. Det hänvisas ofta till som Locust-motsvarigheten till COG Lancer Assault Rifle.

# weapon.description.mulcher
source: The Mulcher is a heavy, hand-cranked, rotary gatling gun developed by the Coalition of Ordered Governments.
sv: Mulcher är en tung, handvevad, roterande gatlingpistol utvecklad av Coalition of Ordered Governments.

# weapon.description.bolo
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard-issue fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde and the Swarm.
sv: Bolo-granaten, även känd som Fragmenteringsgranaten, var den standardutgåva fragmenteringsgranaten som användes av Coalition of Ordered Governments, Locust Horde och Swarm.

# weapon.description.boltok
source: was the standard-issue sidearm of the Locust, specifically the Drones. The pistol continues the Locust weapon-design philosophy of creating weapons with an emphasis towards brute force.
sv: Var standardutgåvans sidoarm av Locust, närmare bestämt Drönarna. Pistolen fortsätter Locusts vapendesignfilosofi att skapa vapen med betoning på brute force.
